
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам припомощи теста Руфье провести первичную диагностику вашего здоровья.\nПроба Руфье представляет собой нагрузочный комплекс, предназначенный для работоспособности сердца при физической нагрузке.\nУ испытуемого находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд;\nзатем в течение 45 секунд испытуемый выполняет 30 приседаний.\nПосле окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\nа потом - за последние 15 секунд первой минуты периода восстановления.\nВажно! Если в процессе проведения испытания вы чувствуете себя плохо (Появится головокружение, шум в\nушах, сильная одышка и др.), то тест необходимо прервать и обратится к врачу.' 
txt_title = 'Тест Руфье.'
txt_name = 'Введите Ф.И.О.:'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 сек. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за песледние 15 секунд.\nНажмите кнопку "Начать финальный тест", Чтобы запустить таймер.\nЗеленым обозначены секунды, в течение которых неоюходимо проводить измерения,  черным - минуты без замера пульсаций.\nРезультат запишите в соответствущие поля.'
txt_sendresults = '0'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = 'Полных лет:'
txt_finalwin = 'Результаты теста'
txt_index = 'Индекс Руфье: '
txt_workheart = 'Работоспособность сердца: '
txt_timer = ''
txt_res1 = 'низкая. Срочно обратитесь к врачу!'
txt_res2 = 'удволитворительная. Обратитесь к врачу!'
txt_res3 = 'средняя. Возможно, стоит дополнительно обследоватся у врача!'
txt_res4 = 'выше среднего.'
txt_res5 = 'высокая'
